{
    "drivers": [
      {
        "id": 1,
        "driverRef": "hamilton",
        "number": 44,
        "code": "HAM",
        "name": { "forename": "Lewis", "surname": "Hamilton" },
        "image": {
          "url": "https://image-service.zaonce.net/eyJidWNrZXQiOiJmcm9udGllci1jbXMiLCJrZXkiOiJmMW1hbmFnZXItaGVhZHNob3RzLzIwMjIvZjEvaGFtLnBuZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6NTAwfX19"
        },
        "dob": "1985-01-07",
        "nationality": "British",
        "teams": "McLaren, Mercedes",
        "description": "Sir Lewis Carl Davidson Hamilton MBE HonFREng (born 7 January 1985) is a British racing driver currently competing in Formula One, driving for Mercedes-AMG Petronas Formula One Team. In Formula One, Hamilton has won a joint-record seven World Drivers' Championship titles (tied with Michael Schumacher), and holds the records for the most wins (103), pole positions (103), and podium finishes (191), among many others. He is statistically considered as the most successful driver in Formula One history."
      },
      {
        "id": 2,
        "driverRef": "verstappen",
        "number": "\\N",
        "code": "VER",
        "name": { "forename": "Max", "surname": "Verstappen" },
        "image": {
          "url": "https://image-service.zaonce.net/eyJidWNrZXQiOiJmcm9udGllci1jbXMiLCJrZXkiOiJmMW1hbmFnZXItaGVhZHNob3RzLzIwMjIvZjEvdmVyLnBuZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6NTAwfX19"
        },
        "dob": "1997-30-09",
        "nationality": "Dutch",
        "teams": "Toro Rosso, Red Bull",
        "description": "Max Emilian Verstappen (born 30 September 1997) is a Belgian and Dutch racing driver competing in Formula One, where he is the 2021, 2022, and 2023 World Champion. He races under the Dutch flag in Formula One for Red Bull Racing. Verstappen is the son of former Formula One driver Jos Verstappen, and former go-kart racer Sophie Kumpen. He had a successful run in karting and single-seater categories  including FIA European Formula 3  breaking several records."
      },
      {
        "id": 3,
        "driverRef": "Leclerc",
        "number": "\\N",
        "code": "LEC",
        "name": { "forename": "Charles", "surname": "Leclerc" },
        "image": {
          "url": "https://image-service.zaonce.net/eyJidWNrZXQiOiJmcm9udGllci1jbXMiLCJrZXkiOiJmMW1hbmFnZXItaGVhZHNob3RzLzIwMjIvZjEvbGVjLnBuZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6NTAwfX19"
        },
        "dob": "1997-16-10",
        "nationality": "Monégasque",
        "teams": "Test driver, Sauber, Ferrari",
        "description": "Charles Marc Hervé Perceval Leclerc (born 16 October 1997) is a Monégasque racing driver, currently racing in Formula One for Scuderia Ferrari. He won the GP3 Series championship in 2016 and the FIA Formula 2 Championship in 2017.Leclerc made his Formula One debut in 2018 for Sauber, a team affiliated with Ferrari, for which he was part of the Ferrari Driver Academy. With Sauber having finished last the year before, Leclerc led the charge to improve its finishing position in the Constructors' Championship to eighth, and was the higher ranked of the two Sauber drivers. He joined Ferrari the next season and became the second-youngest driver to qualify on pole position in Formula One at the 2019 Bahrain Grand Prix. The 2019 season also saw Leclerc take his first career win in Belgium. He won the FIA Pole Trophy for most pole positions in the 2019 season, becoming the youngest driver to win it, before winning it again in 2022."
      },
      {
        "id": 4,
        "driverRef": "Bottas",
        "number": "\\N",
        "code": "BOT",
        "name": { "forename": "Valtteri", "surname": "Bottas" },
        "image": {
          "url": "https://image-service.zaonce.net/eyJidWNrZXQiOiJmcm9udGllci1jbXMiLCJrZXkiOiJmMW1hbmFnZXItaGVhZHNob3RzLzIwMjIvZjEvYm90LnBuZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6NTAwfX19"
        },
        "dob": "1989-28-08",
        "nationality": "Finnish",
        "teams": "Williams, Mercedes, Alfa Romeo, Sauber",
        "description": "Valtteri Viktor Bottas (born 28 August 1989) is a Finnish racing driver currently competing in Formula One for Stake F1 Team Kick Sauber, having previously driven for Mercedes from 2017 to 2021 and Williams from 2013 to 2016. Bottas has scored 10 race wins and 67 podiums. He contributed to five Constructors' Championship wins for Mercedes, and has been Drivers' Championship runner-up twice, in 2019 and 2020.Bottas started his racing career in karting, later advancing to single-seater championships such as the Formula Renault UK Winter Series, Formula Renault Eurocup and the Formula Renault Northern European Cup, winning the latter two in 2008. In 2009, he moved up to the Formula 3 Euroseries, finishing third in the championship and also winning the Masters of Formula 3 event. In 2010, he was hired as a test driver for the Williams Formula One team, a position he would retain throughout 2011 and 2012, taking part in 15 Friday Free Practice sessions. In 2011, he also took part in the GP3 Series, winning the championship in the final race of the season."
      },
      {
        "id": 5,
        "driverRef": "Pérez",
        "number": "\\N",
        "code": "PER",
        "name": { "forename": "Sergio", "surname": "Pérez" },
        "image": {
          "url": "https://image-service.zaonce.net/eyJidWNrZXQiOiJmcm9udGllci1jbXMiLCJrZXkiOiJmMW1hbmFnZXItaGVhZHNob3RzLzIwMjIvZjEvcGVyLnBuZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6NTAwfX19"
        },
        "dob": "1990-26-06",
        "nationality": "Mexican",
        "teams": "Sauber, McLaren, Force India, Racing Point, Red Bull",
        "description": "Sergio Michel 'Checo' Pérez Mendoza (born 26 January 1990) is a Mexican racing driver who races in Formula One for Red Bull Racing, having previously driven for Sauber, McLaren, Force India, and Racing Point. He has won six Grand Prix races and scored 39 podium finishes. He won his first Grand Prix driving for Racing Point at the 2020 Sakhir Grand Prix, breaking the record for the number of starts before a race win at 190. He earned his first Formula One pole position at the 2022 Saudi Arabian Grand Prix, breaking the record for the most races before a first pole position at 215. Up until 2012, Pérez was a member of the Ferrari Driver Academy. He made his Formula One debut driving for Sauber during the 2011 season. He took his first Formula One podium at the 2012 Malaysian Grand Prix with Sauber. Due to his young age and performance, he was referred to as 'The Mexican Wunderkind'. Pérez joined McLaren for the 2013 season, but the team did not score a single podium finish. Subsequently, the team decided to replace Pérez with Kevin Magnussen for the 2014 season."
      },
      {
        "id": 6,
        "driverRef": "Sainz",
        "number": "\\N",
        "code": "SAI",
        "name": { "forename": "Carlos", "surname": "Sainz" },
        "image": {
          "url": "https://image-service.zaonce.net/eyJidWNrZXQiOiJmcm9udGllci1jbXMiLCJrZXkiOiJmMW1hbmFnZXItaGVhZHNob3RzLzIwMjIvZjEvc2FpLnBuZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6NTAwfX19"
        },
        "dob": "1994-1-09",
        "nationality": "Spanish",
        "teams": "Toro Rosso, Renault, McLaren, Ferrari",
        "description": "In 2012, Sainz raced in the British and European Formula 3 championships for Carlin. He raced for DAMS in the 2014 Formula Renault 3.5 season, winning the championship before moving to F1 with Toro Rosso. Sainz joined Renault for the 2017 and 2018 seasons. Sainz moved to McLaren for the 2019 season, while at the same time ending his contract with Red Bull Racing. At the 2019 Brazilian Grand Prix Sainz took his maiden Formula One podium finish with third. Sainz moved to Ferrari at the end of the 2020 season. At the 2022 British Grand Prix, Sainz took his maiden Formula One pole position and career win. He achieved his second Formula One win at the 2023 Singapore Grand Prix, after starting on pole position for the fifth time in his career.He is set to leave Ferrari at the end of 2024 as Lewis Hamilton joins the team. After missing the Saudi Arabian Grand Prix due to appendicitis, Sainz scored another Formula One win at the following 2024 Australian Grand Prix starting from second."
      },
      {
        "id": 7,
        "driverRef": "Norris",
        "number": "\\N",
        "code": "NOR",
        "name": { "forename": "Lando", "surname": "Norris" },
        "image": {
          "url": "https://image-service.zaonce.net/eyJidWNrZXQiOiJmcm9udGllci1jbXMiLCJrZXkiOiJmMW1hbmFnZXItaGVhZHNob3RzLzIwMjIvZjEvbm9yLnBuZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6NTAwfX19"
        },
        "dob": "1999-13-11",
        "nationality": "British",
        "teams": "McLaren",
        "description": "Lando Norris (born 13 November 1999) is a British and Belgian racing driver currently competing in Formula One with McLaren, racing under the British flag. He won the MSA Formula championship in 2015, and the Toyota Racing Series, Eurocup Formula Renault 2.0 and Formula Renault 2.0 Northern European Cup in 2016. He also received the McLaren Autosport BRDC Award that year. He subsequently joined the McLaren Young Driver Programme in 2017 and won the 2017 FIA Formula 3 European Championship, competing with Carlin Motorsport. Consequently, he was promoted to the Formula 2 Carlin team, where he finished second in 2018. He was then announced as a McLaren driver in 2018, alongside Carlos Sainz Jr. He achieved his first podium in Formula One at the 2020 Austrian Grand Prix."
      }
    ]
  }
